[
    {
        "opinion_id": "17886609",
        "author": "w...7",
        "recommend": "Polecam",
        "stars": "5/5",
        "content": "Bardzo dobry sprzed polecam sprzt od firmy TCL",
        "cons": [],
        "pros": [],
        "opinion_date": "2023-09-10 11:53:31",
        "purchase_date": "2023-09-01 06:41:04",
        "up_vote": "4",
        "down_vote": "0"
    },
    {
        "opinion_id": "17950592",
        "author": "J...9",
        "recommend": null,
        "stars": "3/5",
        "content": "Spoiler !   nie kupiabym ju偶 ! \nPlusy\n\nCena\n+ Oprogramowanie\n+ Wygld TV \n+ Rozmieszczenie wtyczek typu HDMI\n\nMinusy\n- Nie da si skonfigurowa TV przez smartfona\n- Brak intuicyjnoci jeli chodzi o kalibracje obrazu ( za du偶o opcji zmiany )\n- Aplikacje czasami si wieszaj przy przeczaniu \n- Sabe goniki \n- Tandetny plastikowy pilot (jako plastiku dramat) \n- Dugi czas reakcji na w si TV\n- By w tv lub przeczy trzeba sta na wprost TV lub nakierowywa pilot",
        "cons": [],
        "pros": [],
        "opinion_date": "2023-09-29 08:17:32",
        "purchase_date": "2023-09-23 09:41:10",
        "up_vote": "3",
        "down_vote": "21"
    },
    {
        "opinion_id": "17616026",
        "author": "m...8",
        "recommend": "Polecam",
        "stars": "5/5",
        "content": "Telewizor bardzo dobrze dziaa, ekran bardzo jasny i wyra藕ny przy najwy偶szym stopniu podwietlenia. Na plus ilo opcji 偶eby dostosowa pod siebie ekran i d藕wik. W grach ALLM i VVR bardzo dobrze dziaaj. W por贸wnaniu z poprzednim telewizorem od Xiaomi tutaj idzie si pogubi w ustawieniach od mnogoci wszystkiego co mo偶na zmieni. W zestawie pilot na bluetooth dobrze dziaa i si nie rozcza. Z minus贸w jak dla mnie saby d藕wik, najlepiej dokupi sobie w zestawie soundbara. Polecam.",
        "cons": [],
        "pros": [],
        "opinion_date": "2023-06-15 17:26:18",
        "purchase_date": "2023-06-08 22:25:01",
        "up_vote": "0",
        "down_vote": "0"
    },
    {
        "opinion_id": "18550674",
        "author": "r...i",
        "recommend": "Polecam",
        "stars": "5/5",
        "content": "Na razie jestem zadowolony",
        "cons": [],
        "pros": [],
        "opinion_date": "2024-04-04 21:59:08",
        "purchase_date": "2024-03-21 21:18:07",
        "up_vote": "0",
        "down_vote": "0"
    },
    {
        "opinion_id": "18273359",
        "author": "d...k",
        "recommend": "Polecam",
        "stars": "4,5/5",
        "content": "stosunek jakosci do ceny",
        "cons": [],
        "pros": [],
        "opinion_date": "2024-01-04 13:29:02",
        "purchase_date": "2023-12-27 17:57:31",
        "up_vote": "0",
        "down_vote": "0"
    },
    {
        "opinion_id": "18222491",
        "author": "j...1",
        "recommend": "Polecam",
        "stars": "5/5",
        "content": "Jest super",
        "cons": [],
        "pros": [],
        "opinion_date": "2023-12-19 02:14:19",
        "purchase_date": "2023-12-11 14:44:33",
        "up_vote": "0",
        "down_vote": "0"
    },
    {
        "opinion_id": "18583016",
        "author": "h...1",
        "recommend": "Polecam",
        "stars": "5/5",
        "content": "B dobrze",
        "cons": [],
        "pros": [],
        "opinion_date": "2024-04-18 07:07:00",
        "purchase_date": "2024-03-19 18:47:08",
        "up_vote": "0",
        "down_vote": "0"
    },
    {
        "opinion_id": "17878778",
        "author": "KubusElo",
        "recommend": "Nie polecam",
        "stars": "2/5",
        "content": "Przetestowaem w 偶yciu wiele telewizor贸w i jak zobaczyem nowego QLEDa za 1700zl to nie mogem przej obok obojtnie  naczytaem si wiele recenzji tego TV, jaki to nie jest cudowny, wspaniay, pikne kolory, pynny system i cuda niewidy - ot贸偶 (przynajmniej w moim przypadku) nie. Telewizor po wyjciu z pudeka instalowa i aktualizowa wszystko przez jakie 1.5h na 1Gbit internecie, po czym powitao mnie pikne, zacinajce si menu g贸wne. Czas reakcji na przycisk dramatycznie dugi, przy przewijaniu wikszej iloci kafelek naraz wszystko si zacina, 偶eby wej do ustawie obrazu musiaem dosownie czeka jakie 5 minut. Myl dobra, pierwsze uruchomienie, niech si bestia rozgrzeje. Na drugi dzie nie poprawio si nic, w dodatku przez noc wyo偶y mi si system, czego jednym rozwizaniem byo przywr贸cenie ustawie fabrycznych i dawaj aktualizuj I ustawiaj wszystko od nowa  ale no tani telewizor z dobra matryc to trzeba byo przyci na czym koszty, wic hardware jest idealnym miejscem do tego. Wywietlacz wtedy bdzie dziaa pewnie bardzo dobrze... ot贸偶 nie u mnie. Pierwsze co rzucio mi si w oczy ju偶 w menu g贸wnym to pikna powiata o gruboci ok 3cm idc wzdu偶 wszystkich krawdzi. Efekt widoczny jedynie przy ciemnych scenach, kolorach. Widziaem w 偶yciu efekty cloudingu czy DSE ale to przebio wszystko inne. Wytrzymaem z tym ekranem dosownie jeden odcinek Peaky Blinders i przeszedem do ogldania produkcji janiejszych bo bya to istna tragedia. W scenach jansych za to, po kotletach okropnych kolor贸w fabrycznych, otrzymaem pikne, 偶ywe i nasycone kolory. Prawdopodobnie gdyby nie ten wstrtny clouding to nawet nie zwrocilbym uwagi na przycinajcy si interfejs, jednak zestawiajc to ze sob to zdecydowanie wygodniej i przyjemniej korzystao mi si z jakiego 10 letniego LEDa od LG z Mi Boxem od Xiaomi ni偶 z tego TCL. Zaznacz tylko 偶e ww. efekty w telewizorze o matrycy LED to norma i totalna loteria, jedni mog ich nie zauwa偶a wcale, inni podziela m贸j los. Tak wic ocena nie jest jako bardzo bazowana na jakoci wywietlacza, ale na caoksztacie urzdzenia, kt贸re otrzymaem i kt贸re jest po prostu beznadziejne. Widziaem na YouTubie testy tego TV od ludzi du偶o bardziej kompetentnych ni偶 ja i oni nawet sowem nie wspomnieli o takich problemach jakie ja napotkaem, wic mo偶e to po prostu trafi mi si jaki wadliwy model. Nie wiem, nie jestem w stanie tego oceni bez sprawdzenia innego modelu tej serii na co nie mam najmniejszej ochoty po dw贸ch dniach z obecnym sprztem.",
        "cons": [],
        "pros": [],
        "opinion_date": "2023-09-07 09:58:49",
        "purchase_date": null,
        "up_vote": "8",
        "down_vote": "6"
    },
    {
        "opinion_id": "17812249",
        "author": "s...i",
        "recommend": "Nie polecam",
        "stars": "1/5",
        "content": "Produkt ze sklepu ***** przyjecha z wad fabryczn po czym zosta odebrany w celu naprawy. Dramat.",
        "cons": [],
        "pros": [],
        "opinion_date": "2023-08-17 14:37:23",
        "purchase_date": "2023-08-02 17:34:42",
        "up_vote": "2",
        "down_vote": "4"
    },
    {
        "opinion_id": "17827306",
        "author": "s...i",
        "recommend": "Nie polecam",
        "stars": "0,5/5",
        "content": "Towar uszkodzony fabrycznie . Odesany do serwisu .",
        "cons": [],
        "pros": [],
        "opinion_date": "2023-08-23 08:03:59",
        "purchase_date": "2023-08-02 17:27:34",
        "up_vote": "2",
        "down_vote": "5"
    }
]